/* Restart confirmation text */
"Are you sure you want to restart your computer?" = "Sind Sie sicher, dass Sie Ihren Computer neu starten wollen?";

/* Shutdown confirmation text */
"Are you sure you want to shutdown your computer?" = "Sind Sie sicher, dass Sie Ihren Computer herunterfahren wollen?";

/* Cancel button label */
"Cancel" = "Abbrechen";

/* Bless command error description */
"Error occurred while executing the bless command" = "Fehler bei der Ausführung des Segenskommandos aufgetreten";

/* Authentication error description */
"Error occurred while trying to authenticate" = "Fehler bei der Authentifizierung aufgetreten";

/* Restart failure descriptive text */
"Error occurred while trying to tell system to restart" = "Fehler beim Versuch, das System zum Neustart anzuweisen, ist aufgetreten.";

/* Shutdown failure descriptive text */
"Error occurred while trying to tell system to shutdown" = "Beim Versuch, das System zum Herunterfahren anzuweisen, ist ein Fehler aufgetreten.";

/* Restart failure error message */
"Failed to restart computer" = "Computer konnte nicht neu gestartet werden";

/* Error message text for setting boot drive */
"Failed to set boot volume" = "Boot-Volume konnte nicht gesetzt werden";

/* Shutdown failure error message */
"Failed to shutdown computer" = "Computer konnte nicht heruntergefahren werden";

/* OK button label */
"OK" = "Akzeptieren";

/* Restart button label */
"Restart" = "Neustart";

/* Shutdown button label */
"Shutdown" = "Abschaltung";

/* Unknown error description */
"Unknown error occurred while trying to set boot volume" = "Unbekannter Fehler beim Versuch, das Boot-Volume zu setzen, ist aufgetreten.";

/* Restart confirmation descriptive text */
"Your computer will restart to it's default volume unless boot later was chosen." = "Ihr Computer wird auf sein Standard-Volume neu gestartet, es sei denn, er wurde später gebootet.";

/* Shutdown confirmation descriptive text */
"Your computer will shutdown and boot up to it's default volume next time you turn it on unless boot later was chosen." = "Ihr Computer wird heruntergefahren und beim nächsten Einschalten auf sein Standard-Volume hochgefahren, es sei denn, es wurde später gebootet.";

